let postData = [
  {
    id: 0,
    title: "개발자에게 글이란 #1",
    subtitle: "하싶하싶",
    type: "essay",
    date: "June 7. 2022",
    preview:
      "글이란 모든 직업에 있어서 중요하다. 그리고 개발자에겐 글쓰기 역시 중요하다.",
    content: `
    글이란 모든 직업에 있어서 중요하다.\n
    그리고 개발자에겐 글쓰기 역시 중요하다. 나만 가지고 있는 생각일 수 있지만, 글쓰기라고 하면 종이에 글을 써야만 할 거 같은 기분이다. \n
    하지만 글쓰기의 방법은 다양해지면서 간단하게 SNS에 글을 쓰는 것도 글쓰기의 일종이다. 그래서 난 개발자가 컴퓨터 언어를 가지고 코드를 적어내는 거 역시 글쓰기라고 생각한다. \n
    코드를 간결하게 작성하는거 역시 글쓰기를 연습하게 된다면 도움이 된다고 생각한다.
    `,
  },
  {
    id: 1,
    title: "개발자에게 글이란 #2",
    subtitle: "하싶하싶",
    type: "essay",
    date: "June 9. 2022",
    preview: "코드를 잘 짜는 개발자는 글쓰기 역시 잘한다?",
    content: `
    수많은 개발자들이 블로그에 자신의 코드를 공유하면서 공부를 한다. \n
    불과 몇년전만 해도 개발자는 언어 공부하기에도 바쁜데 글을 쓴다는 것에 인식이 좋지 않았다. 하지만 지금은 오히려 글쓰기를 권유하는 개발자들이 많다. \n
    많은 언어의 기능을 다 외울 수 없을 뿐더러 자신만이 작성한 코드를 정리 해둔다면, 추후에 쉽게 찾아볼 수 있고 여러가지로 도움이 된다.
    `,
  },
  {
    id: 2,
    title: "개발자에게 글이란 #3",
    subtitle: "하싶하싶",
    type: "essay",
    date: "June 10. 2022",
    preview: "포스트의 요약 글 (한 줄 정리)",
    content: `
    포스트 내용입니다. \n
    본문입니다.
    `,
  },
  {
    id: 3,
    title: "개발자에게 글이란 #4",
    subtitle: "하싶하싶",
    type: "essay",
    date: "June 7. 2022",
    preview: "포스트의 요약 글 (한 줄 정리)",
    content: `
    포스트 내용입니다. \n
    본문입니다.
    `,
  },
  {
    id: 4,
    title: "개발자에게 글이란 #5",
    subtitle: "하싶하싶",
    type: "essay",
    date: "June 7. 2022",
    preview: "포스트의 요약 글 (한 줄 정리)",
    content: `
    포스트 내용입니다. \n
    본문입니다.
    `,
  },
  {
    id: 5,
    title: "개발자에게 글이란 #6",
    subtitle: "하싶하싶",
    type: "essay",
    date: "June 7. 2022",
    preview: "포스트의 요약 글 (한 줄 정리)",
    content: `
    포스트 내용입니다. \n
    본문입니다.
    `,
  },
];
export default postData;
